cask_args appdir: '/Applications'

brew 'git'
brew 'hub'
brew 'shellcheck'
brew 'nodenv'
brew 'jq'

cask 'sublime-text'
cask 'visual-studio-code'
cask 'docker'
cask 'google-chrome'
cask 'slack'
cask 'zoomus'
cask 'postman'
cask 'keepassxc'

tap 'homebrew/cask-fonts'
cask 'font-jetbrains-mono'

tap 'azure/functions'                    
brew 'azure-functions-core-tools@3'
cask 'dotnet-sdk'